[
{"lines": ["(As Summer and Taylor discuss a flare gun)", "\n", "Summer", ": It is stupid, and dangerous, and (crash) ... oh my God. Go 187 on that zombie's ass."]},
{"lines": ["(While Ryan drags a drunk Taylor to her bedroom)", "\n", "Taylor", ": I don't understand how you're not drunk?", "\n", "Ryan", ": Oh, it's the Atwood genes, we're built to withstand massive quantities of alcohol."]},
{"lines": ["Alex", ": Marissa's not... happy.", "\n", "Julie", ": Marissa and happy parted ways about her 16th birthday but have you met her new friends sullen and vindictive?", "\n", "Alex", ": No, the only ones she's brought over to the house are scared and overwhelmed.\""]},
{"lines": ["Alex", ": Sorry, I would have introduced you guys, but I didn't want you to meet."]},
{"lines": ["Alex", ": That's sweet. It's pathetic but sweet.", "\n", "Seth", ": Yeah, that's my niche. Pathetic and sweet."]},
{"lines": ["Alex", ": You're out of your mind.", "\n", "Seth", ": Maybe I am, Alex. Maybe I'm like, so far out of my mind that I'm in yours."]},
{"lines": ["Anna", ": Could you be any more pathetic? A lone figure sitting on the floor, wondering if he's gonna be lonely for the rest of his life.", "\n", "Seth", ": Hey, your sensitivity -- it's really, uh, nonexistent.", "\n", "Anna", ": You know what your problem is? You're not a man.", "\n", "Seth", ": Again, not appreciating the brutal honesty."]},
{"lines": ["Anna", ": Oh, so insulting him counts as conversation?", "\n", "Seth", ": Oh, well. If it doesn't, we've never spoken."]},
{"lines": ["Anna", ": Wait. Are you the kid from Chino who steals cars and sets people's houses on fire? So you're saying I'm making my debut into society with Newport's most wanted?", "\n", "Ryan", ": Is that gonna be a problem?", "\n", "Anna", ": I can't wait."]},
{"lines": ["Bobby", ": She's a great lady, huh? Your mom. What a pistol.", "\n", "Sandy", ": I always thought of her as more of an AK-47."]},
{"lines": ["Bullet", ": ", "[watching his golf ball soar through the air]", " Well, look at that. Shiite Muslim."]},
{"lines": ["Caleb", ": Believe it or not, I've got a past too. Not involving monster trucks ", "per se."]},
{"lines": ["Caleb", ": Look, I know when I'm not wanted.", "\n", "Sandy", ": And yet you're always at our house!"]},
{"lines": ["Caleb", ": Seth! Ah... You're still not a football player.", "\n", "Seth", ": Ha, no, but thank you."]},
{"lines": ["Caleb", ": You have a quick wit, Seth. Amazing you're not better at skirt-chasing.", "\n", "Seth", ": If by \"skirts\" you mean girls in your outdated cowboy-speak, I have a little news for you. Turns out somebody has a date to your party. And it's not a big deal or anything, but if you must know, Summer asked me.", "\n", "Sandy", ": Summer. Wow. Summer's hot.", "\n", "Seth", ": You did not just say that."]}
]